[
    {"frisk": "*...", 
    "flowey": "*No, I’m not edible. Stop staring at my petals like that.", 
    "toriel": "*Did you know snails can sleep for three years? If only I could do that when Sans starts talking.",
    "sans": "*hey, kiddo. what’s shaking? besides, y’know, my bones.",
    "papyrus": "*MY FASHION SENSE IS UNMATCHED! THIS SCARF? ICONIC! THESE BONES? PERFECTLY POLISHED!",
    "undyne": "*I, UNDYNE, THE GREAT, WILL NEVER LET YOU DOWN! I’LL BE YOUR SHIELD, YOUR SWORD, YOUR EVERYTHING!",
    "alphys": "*H-Hey! I’m Alphys! D-Don’t mind me! I’m just... uh... doing some science!",
    "mettaton": "*DARLING, YOU’VE BEEN GRACED WITH THE HONOR OF BEING IN MY PRESENCE! ENJOY THE GLAMOUR!",
    "asgore": "*A king must always stand strong, even when the world around him crumbles.",
    "asriel": "*I’m sorry... I didn’t mean for any of this to happen. I didn’t mean to hurt anyone.",
    "chara": "*I’m not the hero of this story. I never was. I’m just the one who’s pulling the strings."},

    {"frisk": "*stop touching me... perv.", 
    "flowey": "*See those bullets? I mean, friendliness pellets! Totally harmless... unless you, you know, touch them.", 
    "toriel": "*Oh, you’re determined to leave the Ruins? How original. I haven’t heard that one before.",
    "sans": "*why work hard when you can hardly work? it’s called efficiency.",
    "papyrus": "*HUMANS LOVE SPAGHETTI! I SHALL USE IT TO BAIT THEM INTO MY GLORIOUS TRAP!",
    "undyne": "*You wanna fight? Bring it on! I’ve got more determination in one arm than most people have in their whole body!",
    "alphys": "*Oh no, I-I’m so sorry if I messed something up! I promise I can fix it! Maybe... eventually.",
    "mettaton": "*A STAR IS BORN—AND THAT STAR IS ME, OF COURSE. LOOK AT THESE SPARKLES!",
    "asgore": "*I may be a king, but I am also a father. And it is for my people that I fight.",
    "asriel": "*I never got the chance to show you how much I love you, how much I wanted to protect you. I’m so sorry...",
    "chara": "*Do you really think you can stop me? I’m in control now."},

    {"frisk": "*howdy! i'm frisk!", 
    "flowey": "*What’s with that confused look? Didn’t your parents teach you to trust creepy talking flowers?", 
    "toriel": "*That skeleton thinks he’s funny, but I think he’s bone-headed. Yes, I can make jokes too.",
    "sans": "*oh no, a life-threatening situation. guess I’ll... stand here and see how it plays out.",
    "papyrus": "*FEAR NOT, HUMAN! I, THE GREAT PAPYRUS, SHALL PROTECT YOU! PROBABLY!",
    "undyne": "*I’M NOT JUST A WARRIOR—I’M A LEGEND IN THE MAKING!",
    "alphys": "*S-sorry if I’m being awkward... I just don’t know how to not be awkward sometimes!",
    "mettaton": "*Did you think this show was about you? Silly human —this is all about me! The fabulous Mettaton!",
    "asgore": "*Toriel... I still love her, but we were torn apart by the very thing I swore to protect—my people.",
    "asriel": "*I used to be so full of anger, but now... all I feel is regret. Regret for everything I did, and everything I could’ve done better.",
    "chara": "*If you can’t control your own fate, then you may as well make everyone else do it for you."},

    {"frisk": "*i'm filled with D E T E R M I N A T I O N!", 
    "flowey": "*Aw, you’re trying to be nice! That’s adorable. Stupid, but adorable.", 
    "toriel": "*If Sans makes one more skeleton joke at my expense, I’m going to... grillby him myself.",
    "sans": "*you’re asking me for advice? bold choice, considering I don’t even have my life together.",
    "papyrus": "*JUST LEAVE EVERYTHING TO ME! I WILL CAPTURE YOU WITH STYLE AND GRACE!",
    "undyne": "*THERE’S NO CHALLENGE TOO GREAT FOR ME! I WILL DEFEND THE UNDERGROUND AND I’LL DO IT IN STYLE!",
    "alphys": "*I’m not good with... uh, social situations. But I’m really good at making robots, I swear!",
    "mettaton": "*The spotlight? Oh, darling, it always belongs to me. Always!",
    "asgore": "*I never wanted to hurt you. But... circumstances have forced me into this position. Forgive me, child.",
    "asriel": "*I... I may have made mistakes, but I’m not the same person I was. I’ve learned. I want to be better.",
    "chara": "*I don’t want to be a part of the story—I want to rewrite it. I’ll make the rules."},

    {"frisk": "*sometimes, the choices aren’t as easy as they seem...", 
    "flowey": "*Welcome to the Underground! Population: monsters, bad decisions, and now... you!", 
    "toriel": "*Did you just try to fight a monster? How about I fight your sense of self-preservation instead?",
    "sans": "*you’re pretty cool, kid. not as cool as me, obviously, but still cool",
    "papyrus": "*YOU CALL THAT A JOKE, SANS? I CALL IT AN EMBARRASSMENT TO SKELETONS EVERYWHERE!",
    "undyne": "*IF YOU’RE LOOKING FOR A HERO, LOOK NO FURTHER! I’M UNDYNE, AND I’M READY TO KICK SOME BUTT!",
    "alphys": "*SCIENCE IS AMAZING! There’s always so much to discover! So much!",
    "mettaton": "*I am grace, I am beauty, I am the very definition of glamour!",
    "asgore": "*I carry the burden of my choices. But no matter what, I will always try to make the right one... for the people I love.",
    "asriel": "*I’ve lived so many different lives, but this one... this one feels like the right one. I’m finally free.",
    "chara": "*Control. It’s such a beautiful thing. Wouldn’t you agree? To be the one who makes the decisions?"},

    {"frisk": "*i believe in you, even if you don’t believe in yourself right now!", 
    "flowey": "*What’s this? Mercy? Boring. Wake me up when you’re ready to do something interesting.", 
    "toriel": "*Humans are so strange. You have such fragile bodies but act like you’re invincible.",
    "sans": "*it’s okay to mess up. trust me, i’m practically a professional at it.",
    "papyrus": "*YOUR LAZINESS IS CONTAGIOUS, SANS! I CAN FEEL MY BONES WANTING TO SIT STILL, AND I REFUSE!",
    "undyne": "*Alphys calls me her muscle. I call her my science—and together, we make a pretty amazing team!",
    "alphys": "*I... I love anime! It’s such a great way to unwind! Especially the robot shows!",
    "mettaton": "*Humanity has been blessed with my beauty. Truly, I am the best thing to ever happen to this world!",
    "asgore": "*I have seen so much loss, so much pain... yet I continue to hope for a better tomorrow.",
    "asriel": "*You... you gave me a chance when I didn’t deserve it. I’ll never forget that.",
    "chara": "*Do you really think you can stop me? You’re just like me. I know you are."},

    {"frisk": "*do I laugh... or just cry? maybe both?", 
    "flowey": "*Wow, look at you go! Dodging like your life depends on it. Oh wait, IT DOES!", 
    "toriel": "*Sure, go ahead. Leave the Ruins. It’s not like I baked you pie or anything.",
    "sans": "*don’t worry too much. the world’s already weird enough without you stressing over it.",
    "papyrus": "*WOWIE! YOU’RE DOING AMAZING, HUMAN! KEEP IT UP! BUT ALSO... BE CAPTURED, PLEASE?",
    "undyne": "*You think you’re fast? HA! I THROW SPEARS SO QUICK, EVEN I CAN’T KEEP UP!",
    "alphys": "*Did you know the fastest way to a robot’s heart is with some really complicated machinery? It’s a science fact!",
    "mettaton": "*Why be modest? When you’re this fabulous, you’re obligated to flaunt it!",
    "asgore": "*A single seed can change the world, if given time and care. I see it every day in my garden.",
    "asriel": "*It’s strange, you know? I thought I was alone in all this. But somehow, you’ve made me feel like maybe I’m not.",
    "chara": "*You and I, we're the same. You want power too, don't you? You think you’re different, but deep down, we both crave the same thing."},

    {"frisk": "*this trap? 10/10 craftsmanship. my face? 0/10 landing.", 
    "flowey": "*You call that an attack? My grandma could dodge that! And guess what? I don’t even have a grandma.", 
    "toriel": "*Leaving? Overrated. Staying with me? Clearly the better option.",
    "sans": "*the world’s a funny place, huh? one second, you’re laughing. the next, it’s laughing at you",
    "papyrus": "*I BELIEVE IN YOU, HUMAN! EVEN IF YOU AREN’T AS GREAT AS ME—BUT THAT’S A HIGH BAR TO REACH!",
    "undyne": "*You think you can dodge me? You’ve never seen a spear fly this fast!",
    "alphys": "*I may be a little nerdy, but I know my stuff! I promise, I’m not just pretending to be smart!",
    "mettaton": "*These mechanical arms? Pure glamour in action. But don’t get too close—I'm too fabulous to touch.",
    "asgore": "*Even a king is not immune to doubt. I often question if I am truly fit for this throne.",
    "asriel": "*I want to make up for the hurt I caused, even if it takes the rest of my life.",
    "chara": "*I was just a child... lost, abandoned. They never cared. They never loved me."},

    {"frisk": "*if I trip and fall, is that a critical hit on myself?", 
    "flowey": "*Oh no, don’t hurt yourself thinking too hard! Let me decide for you: CHAOS!", 
    "toriel": "*Snails sleep for years. You should try that sometime.",
    "sans": "*Papyrus says he’s working on a ‘master plan.’ i think step one is learning how to cook spaghetti.",
    "papyrus": "*I TRIED TO PLAY FETCH WITH A DOG ONCE. IT STOLE MY SPAGHETTI. ...I MISS THAT DOG.",
    "undyne": "*You know what I love? A good challenge. And guess what? You’re about to be one!",
    "alphys": "*I-I totally ship you with... uh... yourself... I mean, uh, whoops, I didn't mean to say that out loud!",
    "mettaton": "*Just look at me! A perfect blend of function and fabulousness! Who says a robot can’t be glamorous?",
    "asgore": "*You have such potential... I wonder if there is a future where we could live in peace, side by side.",
    "asriel": "*I never asked for all this power. It wasn’t supposed to be mine... but I’ve learned that it’s not about having power. It’s about using it to protect those who need it.",
    "chara": "*I didn't ask for this. I didn’t want it. But the world didn’t give me a choice. So I made one."},

    {"frisk": "*can I use my ‘puppy eyes’ attack? no? okay, plan B: MERCY.", 
    "flowey": "*Oops! Did I just lose? That wasn’t part of the script. Who’s writing this garbage?", 
    "toriel": "*Running into danger again? You’re grounded. Forever.",
    "sans": "*you’ve got something special, kid. keep being you, or someone even cooler. your call.",
    "papyrus": "*HUMANS HAVE SUCH STRANGE CUSTOMS. LIKE... USING FORKS! I PREFER TO EAT SPAGHETTI WITH MY HANDS. EFFICIENT AND FASHIONABLE!",
    "undyne": "*A true warrior never flinches! Even if they’re fighting... well, someone as strong as me!",
    "alphys": "*If Undyne was a robot, she’d be the strongest, coolest one ever... and maybe a little bit scary!",
    "mettaton": "*Lights, camera, action —I am the star of this show. Everyone else is just a supporting character!",
    "asgore": "*You remind me of my own children. I can see the hope in your eyes, and it pains me to know that our worlds may never meet in harmony.",
    "asriel": "*I’m not the same person who was too scared to use his power. I’m ready to do what’s right.",
    "chara": "*Love is just a game people play to distract themselves from what really matters—power."},

    {"frisk": "*smile more? uuuuuh, you should leaf that to the professionals ~with sass~", 
    "flowey": "*Congrats! You won! The prize? Eternal guilt and a side of nightmares. Enjoy!", 
    "toriel": "*Did you fight someone? Do I need to fight you?",
    "sans": "*i dated a ghost once. it was a boo-tiful disaster.",
    "papyrus": "*I ONCE TRIED TO PLAY HIDE-AND-SEEK WITH SANS. HE NEVER MOVED. I STILL LOST.",
    "undyne": "*Wow, that was a good move! I guess I underestimated you... I never do that again!",
    "alphys": "*P-please don’t stare at me like that! I-I’m just trying to work here!",
    "mettaton": "*Oh, darling, don’t flatter yourself—I am the only one who could ever steal the show!",
    "asgore": "*My actions have consequences, and I fear this is one I cannot undo.",
    "asriel": "*I can’t change what happened in the past, but I can be the person you deserve from here on out.",
    "chara": "*You think I’ll be sorry? I'm not. All that ‘mercy’ and ‘goodness’... it’s a weakness."},

    {"frisk": "*just curious... does Mettaton have a ‘don’t kill Frisk’ mode?", 
    "flowey": "*Life is meaningless... but hey, at least I’ve got great hair. Er, leaves.", 
    "toriel": "*Oh, you’re sparing monsters? How sweet. Now spare me the worry!",
    "sans": "*i told the stars a joke once. they said I was out of this world!",
    "papyrus": "*DO NOT EAT THIS PLATE OF SPAGHETTI TOO QUICKLY! SAVOR THE FLAVOR OF MY FAILURE—I MEAN SUCCESS!",
    "undyne": "*Not bad, kid! You’re stronger than you look! But don’t get too confident—I’m still gonna win!",
    "alphys": "*I might have accidentally created a robot army once... but, you know, science happens!",
    "mettaton": "*Cute, but did you really think you could upstage ME? Ha! Impossible!",
    "asgore": "*You are not my enemy, but fate has placed us on opposing sides. That is the burden of being a king.",
    "asriel": "*I was once just a monster in a world of pain. But now... I think I’ve found something better.",
    "chara": "*You really think there’s a happy ending? Everything ends, one way or another."},

    {"frisk": "*you’re like a houseplant... but evil. and way too talkative ~to flowey~", 
    "flowey": "*Why try so hard when we’re all just pixels in someone else’s messed-up game? Hahaha, just kidding! Sort of.", 
    "toriel": "*You’ve changed, child. And not in a good way...",
    "sans": "*you’re about as scary as a sock puppet on laundry day.",
    "papyrus": "*I, THE GREAT PAPYRUS, WILL CAPTURE A HUMAN! THEN I WILL BE SHOWERED WITH... UH... WHATEVER HUMANS SHOWER PEOPLE WITH!",
    "undyne": "*I tried to teach a fish how to throw a spear once. It... didn’t work out. The fish was terrible.",
    "alphys": "*I built a robot once... but it got too smart for its own good. And then... it tried to fire lasers at me.",
    "mettaton": "*You think you can challenge me? You’re cute... in an unsuccessful kind of way.",
    "asgore": "*If I could take back the pain I caused... I would. I would do anything to see my family whole again.",
    "asriel": "*Maybe, just maybe, I can start over. It doesn’t matter if I’ve made mistakes—I can still choose to be a better person now.",
    "chara": "*You can try to stop me, but the truth is... you can't change what’s already been set in motion."},

    {"frisk": "*i’m starting to think the Underground just hates humans", 
    "flowey": "*Wait, what? YOU outsmarted ME?! That’s illegal! I demand a do-over!", 
    "toriel": "*Oh, a human child! Time to adopt you, I guess.",
    "sans": "*keep this up, and I might actually try! ...just kidding. still too lazy for that.",
    "papyrus": "*BEHOLD! MY AMAZING PUZZLES! THEY ARE UNSOLVABLE! ...PROBABLY...",
    "undyne": "*I tried yoga once, but I couldn’t stop thinking about how much better I’d be at throwing spears instead.",
    "alphys": "*I can’t believe I helped Mettaton with his upgrade... but... it was totally worth it! I think?",
    "mettaton": "*I don’t have time for amateurs, darling. Maybe next time, huh?",
    "asgore": "*These golden flowers... they remind me of the hope we all carry within us. Even in the darkest of times, they still bloom.",
    "asriel": "*All this time, I’ve been trapped inside this... form. But now, it feels like I’m starting to understand what it means to really live.",
    "chara": "*The world will remember my name. It won’t matter if it’s a name of love or fear... because they’ll remember."},

    {"frisk": "*i’m not sure I goat this, but thanks for believing in me!", 
    "flowey": "*Ugh, fine. You win this time. But don’t get too comfy, sunshine!", 
    "toriel": "*You’re not leaving. Not now. Not ever. Pie?",
    "sans": "*this fight’s dragging on? don’t worry, it’s all part of my plot development.",
    "papyrus": "*I DON’T NEED YOUR HELP, SANS! I AM A MASTER OF ALL THINGS COOL AND PUZZLING!",
    "undyne": "*Who needs a spa day when you can punch a boulder into submission? A little dirt never hurt!",
    "alphys": "*Mettaton is... um... he’s a great robot! For a robot... who’s probably more glamorous than me...",
    "mettaton": "*My beauty is blinding, isn't it? I mean, I can barely look at myself sometimes. So gorgeous!",
    "asgore": "*Gardening teaches me patience. Sometimes it takes years for a plant to bloom, but when it does, it makes every moment worth it.",
    "asriel": "*Mom and Dad always loved me... but I don’t think I ever really understood that until it was too late.",
    "chara": "*This is the last time you’ll get in my way. After this... it’s over."}
]